Show / Hide Table of Contents
Enum ConcDiagramType
Concrete stress-strain diagram
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ConcDiagramType
Fields
 Name |  Description
 Bilinear
Bilinear type
 DefinedByUser
Defined by user
 Parabolic
Parabolic type
 Improve this Doc
 View Source